IdeaRS.Connections
ConnectionTemplate.TemplateId Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ConnectionTemplate.TemplateId"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Guid TemplateId { get; set; }
Property Value
Type: Guid
See Also
Reference
ConnectionTemplate Class
IdeaRS.Connections.Data Namespace